Repository: kbitGit/manga_volume_tracker
Catalog: lib/l10n/intl_*.arb
Languages: de_de

source: Add manga
de_de: Manga hinzufügen

source: Edit manga
de_de: Manga bearbeiten

source: Save Changes
de_de: Änderungen Speichern

source: Mangalist
de_de: Mangaliste

source: Delete manga
de_de: Manga löschen

# mangaNameNeeded
source: A title is required.
de_de: Ein Titel wird benötigt.

# currentVolumeCountNeeded
source: The current volume count is required.
de_de: Die aktuelle Bänderanzahl wird benötigt.

# currentVolumeCountCannotBeGreaterThanCompleteCount
source: The current volume count cannot be greater than the complete count of volumes.
de_de: Die aktuelle Bänderanzahl kann nicht größer sein als die Gesamtanzahl an Bändern.

# completeVolumeCountNeeded
source: The complete volume count is required.
de_de: Die Gesamtanzahl an Bändern wird benötigt.

# completeCountCannotBeSmallerThanCurrentCount
source: The complete volume count cannot be smaller than the current count of volumes.
de_de: Die Gesamtanzahl an Bändern kann nicht kleiner sein als die aktuelle Bänderanzahl.

# formatMustBeSelected
source: A format must be selected.
de_de: Ein Format muss ausgewählt sein

source: Current volume count
de_de: Aktuelle Bänder Anzahl

source: Complete volume count
de_de: Komplette Bänder Anzahl

source: Still releasing
de_de: Noch am Erscheinen

source: Notes
de_de: Notizen

# mangaWasDeleted
source: Manga: {title} was deleted.
de_de: Manga: {title} wurde gelöscht.

source: Restore manga.
de_de: Manga wiederherstellen.

# addVolume
source: Increase volume
de_de: Band hinzufügen

# purchasedCurrentVolumes
source: {count, plural, =0 {No volumes purchased} one{One volume purchased} other{{count} volumes purchased}}
de_de: {count, plural, =0 {Kein Bänder gekauft} one{Ein Band gekauft} other{{count} Bänder gekauft}}

# purchasedCurrentVolumesOutOfCompleteVolumeCount
source: {count, plural, one{1 of 1 volume purchased} other{{count} of {complete} volumes purchased}}
de_de: {count, plural, one{1 von 1 Band gekauft} other{{count} von {complete} Bändern gekauft}}

# physicalFormat
source: Physical
de_de: Physisch
